[
  {
    "cip": "CIP-002",
    "description": "O objetivo fundamental do NERC CIP-002 é identificar e categorizar os sistemas cibernéticos do BES, que são definidos como um conjunto agrupado de ativos cibernéticos críticos - os ativos cibernéticos do BES. Ativos cibernéticos são ainda definidos como os dispositivos eletrônicos programáveis e os dados mantidos dentro desses mesmos dispositivos. Parte do processo de categorização envolve a classificação dos vários Sistemas Cibernéticos do BES com base no impacto de qualquer interrupção do fornecimento confiável de energia elétrica. A causa da interrupção não é o fator chave, mas sim o tempo que dura a interrupção do fornecimento; qualquer coisa com mais de 15 minutos é um problema.",
    "questionsScores": [
      {
        "id": 0,
        "title": "Quando foi realizada a última revisão de identificação dos ativos?",
        "score": {
          "score": 0,
          "maxScore": 1
        },
        "solutions": [
          "A revisão dos ativos deve ser realizada a cada 15 meses."
        ]
      },
      {
        "id": 1,
        "title": "A organização possui todos os ativos de alto, médio e baixo impacto da rede elétrica mapeados?",
        "score": {
          "score": 0,
          "maxScore": 5
        },
        "solutions": [
          "Importante que todos os ativos sejam mapeados, a fim de implementar politicas de segurança e mitigar riscos."
        ]
      }
    ],
    "totalScore": 13
  },
  {
    "cip": "CIP-003",
    "description": "O objetivo principal do NERC CIP-003 é estabelecer uma responsabilidade clara pela proteção dos Sistemas Cibernéticos BES da América do Norte por meio da delegação de autoridade e da identificação de um gerente sênior responsável pelo desenvolvimento de políticas de controles de gestão de segurança consistentes e sustentáveis.",
    "questionsScores": [
      {
        "id": 0,
        "title": "A organização tem documentado e implementado políticas de cibersegurança para os cyber ativos?",
        "score": {
          "score": 0,
          "maxScore": 10
        },
        "solutions": [
          "Cada um dos ativos deve ser documentado com politicas que indiquem medidas de proteção a esses ativos."
        ]
      },
      {
        "id": 2,
        "title": "Última vez que o Gerente CIP foi atualizado das mudanças realizadas na organização?",
        "score": {
          "score": 0,
          "maxScore": 10
        },
        "solutions": [
          "O gerente precisa estar ciente para realizar a aprovação e devida documentação das mudanças planejadas ou realizadas na planta."
        ]
      }
    ],
    "totalScore": 8
  },
  {
    "cip": "CIP-004",
    "description": "Nos padrões NERC CIP, um dos aspectos mais importantes é o treinamento de funcionários e contratados. Este é o foco do NERC CIP-004-6: Pessoal e Treinamento. O objetivo aqui é reduzir a exposição do BES a riscos cibernéticos de pessoal e contratados com acesso físico direto ou acesso cibernético permitido por meio de triagem e treinamento adequados desse pessoal.",
    "questionsScores": [
      {
        "id": 0,
        "title": "Quando foi realizado o último reforço da documentação e implantação de boas práticas de segurança com os colaboradores?",
        "score": {
          "score": 10,
          "maxScore": 10
        },
        "solutions": [
          "A reforço e implantação das boas práticas de segurança deve ser realizada a cada 3 meses."
        ]
      },
      {
        "id": 1,
        "title": "A organização possui documentado e implementado um programa de treinamento em ciber segurança apropriado para cada cargo, função e responsabilidade?",
        "score": {
          "score": 0,
          "maxScore": 5
        },
        "solutions": [
          "Importante que todos os colaboradores tenham conhecimentos de boas práticas de ciber segurança para se protegerem e protegerem a planta."
        ]
      },
      {
        "id": 2,
        "title": "A organização possui documentado e implementado um planejamento para revogar o acesso físico e remoto de um colaborador desligado ou transferido da organização?",
        "score": {
          "score": 5,
          "maxScore": 10
        },
        "solutions": [
          "Revogar em até 24 horas os acessos do colaborador após o desligamento ou transferência, garante a proteção de dados sensíveis e possíveis danos causados por atos de vingança."
        ]
      }
    ],
    "totalScore": 15
  }
]